app/Controllers/Main.php

SELECT *
FROM `usuarios`
SELECT *
FROM `tasks`
---
    public function index()
    {
        //echo "Hello World!";

        $model_usuarios = new UsuariosModel();
        $usuarios = $model_usuarios->findAll();

        // dd($usuarios);
        // ou
        echo '<pre>';
        print_r($usuarios);

        //tasks
        $model_tasks = new TasksModel();
        $tasks = $model_tasks->findAll();